window.SHU_DATA = {
  "update_time": "2026-01-04 15:25",
  "news": [
    {
      "title": "👉【B站】上海大学官方视频动态 (按发布排序)",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉【微博】上海大学实时热搜广场",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "通信与信息工程学院通信工程专业成功通过工程教育认证",
      "url": "https://news.shu.edu.cn/info/1012/170745.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "九三学社上海大学委员会完成全年各项培训任务",
      "url": "https://news.shu.edu.cn/info/1012/170755.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学校领导节前“巡诊”校园安全，筑牢安全屏障",
      "url": "https://news.shu.edu.cn/info/1012/170805.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "深化产教融合 共育拔尖创新人才——上海颂鼎社创郭艳刚主任一行到访上海大学外国语学院",
      "url": "https://news.shu.edu.cn/info/1012/170795.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "法学院举办2026年“我为上大代言”宣讲实践专题培训会暨贵州学子座谈会",
      "url": "https://news.shu.edu.cn/info/1012/170825.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学教育发展基金会第三届理事会第七、八次会议召开",
      "url": "https://news.shu.edu.cn/info/1012/170845.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "【中国科学报】永怀爱国之心 ——纪念“两弹一星”元勋郭永怀",
      "url": "http://news.ustc.edu.cn/info/1056/74957.htm",
      "source": "中国科学技术大学中国科大新闻网",
      "time": "",
      "tag": "media"
    },
    {
      "title": "新华时政_新华网",
      "url": "http://www.xinhuanet.com/politics/ggyslt/zbsl.htm",
      "source": "新华网",
      "time": "",
      "tag": "media"
    }
  ]
};