window.SHU_DATA = {
  "update_time": "2026-01-08 15:28",
  "news": [
    {
      "title": "👉【B站】上海大学官方视频动态 (按发布排序)",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉【微博】上海大学实时热搜广场",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "“影火”合唱团荣获“党的光辉照我心”上海大学2025年主题合唱比赛一等奖",
      "url": "https://news.shu.edu.cn/info/1012/170855.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学举行党委理论学习中心组集体学习研讨会 为高质量开好民主生活会打牢思想基础",
      "url": "https://news.shu.edu.cn/info/1012/170965.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学期刊社徐海丽入选2025年东方英才计划拔尖项目",
      "url": "https://news.shu.edu.cn/info/1012/170995.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "筑牢校园安全防线，护航师生平安发展——我校保卫处召开2026年消防工作部署会",
      "url": "https://news.shu.edu.cn/info/1012/171015.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "《丙午年》特种邮票发行，百年上大与百年邮政共同见证",
      "url": "https://news.shu.edu.cn/info/1012/171025.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "九三学社南通市委员会一行到访上海大学",
      "url": "https://news.shu.edu.cn/info/1012/171045.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "【中国科学报】永怀爱国之心 ——纪念“两弹一星”元勋郭永怀",
      "url": "http://news.ustc.edu.cn/info/1056/74957.htm",
      "source": "中国科学技术大学中国科大新闻网",
      "time": "",
      "tag": "media"
    },
    {
      "title": "新华时政_新华网",
      "url": "http://www.xinhuanet.com/politics/ggyslt/zbsl.htm",
      "source": "新华网",
      "time": "",
      "tag": "media"
    }
  ]
};