window.SHU_DATA = {
  "update_time": "2025-12-15 21:38",
  "news": [
    {
      "title": "👉【B站】上海大学官方视频动态 (按发布排序)",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉【微博】上海大学实时热搜广场",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "启智润心话成长 聚力前行谱新篇——上海大学社会学院2025年班导师工作交流会顺利召开",
      "url": "https://news.shu.edu.cn/info/1012/169545.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海电影学院举行2025年度领导班子和干部考核周边满意度测评",
      "url": "https://news.shu.edu.cn/info/1012/169555.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "校党委第二巡察组向材料科学与工程学院党委反馈巡察情况",
      "url": "https://news.shu.edu.cn/info/1012/169575.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "第五届上海高校研究生思想政治教育工作研讨会顺利举行",
      "url": "https://news.shu.edu.cn/info/1012/169585.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "2025年“高教社杯”全国大学生数学建模竞赛上海赛区颁奖大会在上海大学举办",
      "url": "https://news.shu.edu.cn/info/1012/169645.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "沪上智慧养老新探索：上海大学医学院携手虹口区发布“小景爱家”老年健康数智化平台",
      "url": "https://news.shu.edu.cn/info/1012/169655.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "【中国科学报】永怀爱国之心 ——纪念“两弹一星”元勋郭永怀",
      "url": "http://news.ustc.edu.cn/info/1056/74957.htm",
      "source": "中国科学技术大学中国科大新闻网",
      "time": "",
      "tag": "media"
    },
    {
      "title": "让机器人“看得更清、反应更快”——仿生眼技术将加快机器人产业...",
      "url": "https://www.stdaily.com/web/gdxw/2025-04/13/content_323895.html",
      "source": "中国科技网",
      "time": "4月13日",
      "tag": "media"
    },
    {
      "title": "上海:真金白银破解基础研究“不敢投”难题",
      "url": "https://www.stdaily.com/web/gdxw/2025-09/16/content_401309.html",
      "source": "中国科技网",
      "time": "9月16日",
      "tag": "media"
    },
    {
      "title": "搭建国际产学研用合作桥梁 一批中外青年创新创业成果惊艳亮相",
      "url": "https://www.stdaily.com/web/gdxw/2025-09/23/content_406200.html",
      "source": "中国科技网",
      "time": "9月23日",
      "tag": "media"
    },
    {
      "title": "澎湃新闻-专注时政与思想-ThePaper.cn",
      "url": "https://www.thepaper.cn/gov_78992",
      "source": "澎湃新闻",
      "time": "",
      "tag": "media"
    },
    {
      "title": "新华时政_新华网",
      "url": "http://www.xinhuanet.com/politics/ggyslt/zbsl.htm",
      "source": "新华网",
      "time": "",
      "tag": "media"
    }
  ]
};