window.SHU_DATA = {
  "update_time": "2025-12-29 19:23",
  "news": [
    {
      "title": "👉【B站】上海大学官方视频动态 (按发布排序)",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉【微博】上海大学实时热搜广场",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "沪校乡村“牵手”，共绘振兴新景——上海大学与崇明区绿华镇华西村结对帮扶签约",
      "url": "https://news.shu.edu.cn/info/1012/170115.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "回顾奋斗路 共绘新蓝图——上海大学海洋智能人才培养研讨会暨未来技术学院成立三周年总结会顺利举行",
      "url": "https://news.shu.edu.cn/info/1012/170145.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "2025年上海大学外国语学院大学英语（本科）教学成果奖申报专家评审会顺利召开",
      "url": "https://news.shu.edu.cn/info/1012/170195.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "通信与信息工程学院课程入选国家级一流本科课程  以虚拟仿真赋能高阶人才培养",
      "url": "https://news.shu.edu.cn/info/1012/170205.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "第十八届“谢晋杯”学生作品大赛顺利结束",
      "url": "https://news.shu.edu.cn/info/1012/170225.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "中国高等院校影视学会影视产业与管理专业委员会2025年学术年会在上海大学上海电影学院成功举办",
      "url": "https://news.shu.edu.cn/info/1012/170235.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "【中国科学报】永怀爱国之心 ——纪念“两弹一星”元勋郭永怀",
      "url": "http://news.ustc.edu.cn/info/1056/74957.htm",
      "source": "中国科学技术大学中国科大新闻网",
      "time": "",
      "tag": "media"
    },
    {
      "title": "上海:真金白银破解基础研究“不敢投”难题",
      "url": "https://www.stdaily.com/web/gdxw/2025-09/16/content_401309.html",
      "source": "中国科技网",
      "time": "9月16日",
      "tag": "media"
    },
    {
      "title": "纪念|钱谷融:华东师大中文系的灵魂",
      "url": "https://m.thepaper.cn/wifiKey_detail.jsp?contid=1810126",
      "source": "澎湃新闻",
      "time": "9月29日",
      "tag": "media"
    },
    {
      "title": "上海大学",
      "url": "https://www.thepaper.cn/tag/8688",
      "source": "澎湃新闻",
      "time": "",
      "tag": "media"
    },
    {
      "title": "新华时政_新华网",
      "url": "http://www.xinhuanet.com/politics/ggyslt/zbsl.htm",
      "source": "新华网",
      "time": "",
      "tag": "media"
    }
  ]
};