window.SHU_DATA = {
  "update_time": "2025-12-15 12:56",
  "news": [
    {
      "title": "沪上智慧养老新探索：上海大学医学院携手虹口区发布“小景爱家”老年健康数智化平台",
      "url": "https://news.shu.edu.cn/info/1012/169655.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "2025年“高教社杯”全国大学生数学建模竞赛上海赛区颁奖大会在上海大学举办",
      "url": "https://news.shu.edu.cn/info/1012/169645.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "第五届上海高校研究生思想政治教育工作研讨会顺利举行",
      "url": "https://news.shu.edu.cn/info/1012/169585.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "校党委第二巡察组向材料科学与工程学院党委反馈巡察情况",
      "url": "https://news.shu.edu.cn/info/1012/169575.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海电影学院举行2025年度领导班子和干部考核周边满意度测评",
      "url": "https://news.shu.edu.cn/info/1012/169555.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "启智润心话成长 聚力前行谱新篇——上海大学社会学院2025年班导师工作交流会顺利召开",
      "url": "https://news.shu.edu.cn/info/1012/169545.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学“创新中国”2.0第四课聚焦“数字经济与管理创新”",
      "url": "https://news.shu.edu.cn/info/1012/169535.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "八十华诞的荣光 ——九三学社上海大学委员会获颁“全国优秀基层组织”奖",
      "url": "https://news.shu.edu.cn/info/1012/169525.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "狠狠心动!上海大学2024级本科新生录取通知书花样上新",
      "url": "https://www.thepaper.cn/newsDetail_forward_27897475",
      "source": "澎湃新闻",
      "time": "2024年6月28日",
      "tag": "media"
    },
    {
      "title": "研梦启航,共赴新程!上海大学2024级研究生新生报到!",
      "url": "http://baijiahao.baidu.com/s?id=1808015352304832890&wfr=spider&for=pc",
      "source": "上观新闻",
      "time": "2024年8月21日",
      "tag": "media"
    },
    {
      "title": "上海大学0001号录取通知书送达黄浦!幸运儿是?",
      "url": "http://baijiahao.baidu.com/s?id=1804099105922940631&wfr=spider&for=pc",
      "source": "上观新闻",
      "time": "2024年7月9日",
      "tag": "media"
    },
    {
      "title": "30周年!上海大学悉尼工商学院!",
      "url": "http://baijiahao.baidu.com/s?id=1799387933647964484&wfr=spider&for=pc",
      "source": "上观新闻",
      "time": "2024年5月18日",
      "tag": "media"
    },
    {
      "title": "上海大学第十一届国际文化节在宝山开幕",
      "url": "https://www.jfdaily.com/sgh/detail?id=1319757",
      "source": "上观",
      "time": "2024年5月11日",
      "tag": "media"
    },
    {
      "title": "上海大学2024年高校专项计划暨“启航计划”招生简章发布→",
      "url": "https://baijiahao.baidu.com/s?id=1796029070468999839&wfr=spider&for=pc",
      "source": "纵相新闻",
      "time": "2024年4月11日",
      "tag": "media"
    },
    {
      "title": "如何在剧烈变化的时代把稳前进方向?上海大学校长寄语新生",
      "url": "https://baijiahao.baidu.com/s?id=1775297691633185029&wfr=spider&for=pc",
      "source": "澎湃新闻",
      "time": "2023年8月26日",
      "tag": "media"
    },
    {
      "title": "2024QS世界大学排名:上海大学“力压”中国人大,中国仅北大进入Top20",
      "url": "https://www.thepaper.cn/newsDetail_forward_23650278",
      "source": "澎湃新闻",
      "time": "2023年6月28日",
      "tag": "media"
    },
    {
      "title": "2023高考情报局|上海大学:以拔尖人才培养为牵引 实施本科生全程...",
      "url": "http://www.xinhuanet.com/edu/20230615/3d2b1b89a2c547109166f226847d2391/c.html",
      "source": "新华网",
      "time": "2023年6月15日",
      "tag": "media"
    },
    {
      "title": "上海大学尹鑫茂首创光谱学方法,打开量子材料基础研究新篇章",
      "url": "https://baijiahao.baidu.com/s?id=1760206847567395719&wfr=spider&for=pc",
      "source": "澎湃新闻",
      "time": "2023年3月13日",
      "tag": "media"
    },
    {
      "title": "👉 点击查看“上海大学”B站最新视频",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉 点击查看“上海大学”知乎实时讨论",
      "source": "知乎",
      "url": "https://www.zhihu.com/search?type=content&q=上海大学",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "👉 点击查看“上海大学”微博热搜",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    }
  ]
};