window.SHU_DATA = {
  "update_time": "2026-01-02 21:35",
  "news": [
    {
      "title": "👉【B站】上海大学官方视频动态 (按发布排序)",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉【微博】上海大学实时热搜广场",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "上海大学党校上海电影学院办学点第四十九期入党积极分子培训班暨2025年下半年预备党员培训正式启动",
      "url": "https://news.shu.edu.cn/info/1012/170555.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "红色文献研究中心、甬籍历史人物研究中心成立大会暨纪念抗战胜利八十周年学术论坛在上海大学举行",
      "url": "https://news.shu.edu.cn/info/1012/170565.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海电影学院齐伟教授荣获第八届上海文化艺术奖优秀新人奖",
      "url": "https://news.shu.edu.cn/info/1012/170735.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "通信与信息工程学院通信工程专业成功通过工程教育认证",
      "url": "https://news.shu.edu.cn/info/1012/170745.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "九三学社上海大学委员会完成全年各项培训任务",
      "url": "https://news.shu.edu.cn/info/1012/170755.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学校领导节前“巡诊”校园安全，筑牢安全屏障",
      "url": "https://news.shu.edu.cn/info/1012/170805.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "【中国科学报】永怀爱国之心 ——纪念“两弹一星”元勋郭永怀",
      "url": "http://news.ustc.edu.cn/info/1056/74957.htm",
      "source": "中国科学技术大学中国科大新闻网",
      "time": "",
      "tag": "media"
    },
    {
      "title": "新华时政_新华网",
      "url": "http://www.xinhuanet.com/politics/ggyslt/zbsl.htm",
      "source": "新华网",
      "time": "",
      "tag": "media"
    }
  ]
};