window.SHU_DATA = {
  "update_time": "2025-12-31 15:27",
  "news": [
    {
      "title": "👉【B站】上海大学官方视频动态 (按发布排序)",
      "source": "Bilibili",
      "url": "https://search.bilibili.com/all?keyword=上海大学&order=pubdate",
      "time": "实时",
      "tag": "video"
    },
    {
      "title": "👉【微博】上海大学实时热搜广场",
      "source": "微博",
      "url": "https://s.weibo.com/weibo?q=上海大学&xsort=hot",
      "time": "实时",
      "tag": "forum"
    },
    {
      "title": "上海大学“创新中国”2.0第五课“高端装备与智能制造”开讲",
      "url": "https://news.shu.edu.cn/info/1012/170255.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海先进通信与数据科学研究院理事会会议顺利召开",
      "url": "https://news.shu.edu.cn/info/1012/170265.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学社会学院秋白党支部主题党日暨第四次集中大课交流研讨会顺利举行",
      "url": "https://news.shu.edu.cn/info/1012/170275.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海市科技企业家创新领导力培训第三期（暨上海大学创新领导力第五期）正式启动",
      "url": "https://news.shu.edu.cn/info/1012/170285.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "上海大学党校上海电影学院办学点第四十九期入党积极分子培训班暨2025年下半年预备党员培训正式启动",
      "url": "https://news.shu.edu.cn/info/1012/170555.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "红色文献研究中心、甬籍历史人物研究中心成立大会暨纪念抗战胜利八十周年学术论坛在上海大学举行",
      "url": "https://news.shu.edu.cn/info/1012/170565.htm",
      "source": "上大官网",
      "time": "校内",
      "tag": "official"
    },
    {
      "title": "【中国科学报】永怀爱国之心 ——纪念“两弹一星”元勋郭永怀",
      "url": "http://news.ustc.edu.cn/info/1056/74957.htm",
      "source": "中国科学技术大学中国科大新闻网",
      "time": "",
      "tag": "media"
    },
    {
      "title": "上海:真金白银破解基础研究“不敢投”难题",
      "url": "https://www.stdaily.com/web/gdxw/2025-09/16/content_401309.html",
      "source": "中国科技网",
      "time": "9月16日",
      "tag": "media"
    },
    {
      "title": "立志、立学、立德,刘昌胜院士寄语上海大学新生—新闻—科学网",
      "url": "https://news.sciencenet.cn/htmlnews/2025/9/551771.shtm",
      "source": "科学网",
      "time": "9月20日",
      "tag": "media"
    },
    {
      "title": "为什么上海的年轻人又开始为“文学”排队了",
      "url": "https://www.thepaper.cn/newsDetail_forward_30579777",
      "source": "澎湃新闻",
      "time": "4月5日",
      "tag": "media"
    },
    {
      "title": "澎湃新闻",
      "url": "https://m.thepaper.cn/tag/812102",
      "source": "澎湃新闻",
      "time": "7月19日",
      "tag": "media"
    },
    {
      "title": "静安区委宣传部、上海大学党委宣传部:《红色旋律,千里共鸣》",
      "url": "https://www.thepaper.cn/newsDetail_forward_31938997",
      "source": "澎湃新闻",
      "time": "11月12日",
      "tag": "media"
    },
    {
      "title": "新华时政_新华网",
      "url": "http://www.xinhuanet.com/politics/ggyslt/zbsl.htm",
      "source": "新华网",
      "time": "",
      "tag": "media"
    }
  ]
};